Repository: FraxinusAcer/battery-indicator-icon
Catalog: po/*.po
Languages: ru_ru

source: Battery status icon style
ru_ru: Стиль значка состояния батареи

source: Bold
ru_ru: Крупная

source: Slim
ru_ru: Тонкая

source: Plump
ru_ru: Закруглённая

source: Plain
ru_ru: Плоская

source: Circle
ru_ru: Круговая

source: Text
ru_ru: Текстовая

source: Battery percentage text
ru_ru: Значение процентов батареи

source: Hidden
ru_ru: Скрыто

source: Inside the icon
ru_ru: Внутри иконки

source: Inside the icon (vertical)
ru_ru: Внутри иконки (вертикально)

source: Next to the icon
ru_ru: Рядом с иконкой

source: Horizontal scale
ru_ru: Горизонтальный размер

source: Orientation
ru_ru: Ориентация

source: Vertical
ru_ru: Вертиально

source: Horizontal
ru_ru: Горизонтально

source: Battery status icon style (bold, slim, plain, circle, hidden)
ru_ru: Стиль значка состояния батареи (Крупный, Тонкий, Плоский, Круговой, Скрытый)

source: Show battery percentage text in icon (hidden: 0, horizontal: 1, vertical: 2)
ru_ru: Отображать процент заряда батареи в виде текста на значке (скрыто: 0, по горизонтали: 1, по вертикали: 2)

source: Icon orientation (vertical, horizontal)
ru_ru: Ориентация иконки (вертикально, горизонтально)

source: Icon scale as aspect ratio width/height
ru_ru: Масштабирование значка в соответствии с соотношением сторон ширина/высота
